{
    "books": [
        {
            "book": "The Living Christ",
            "chapters": [
                {
                    "chapter": 1,
                    "reference": "The Living Christ 1",
                    "verses": [
                        {
                            "reference": "The Living Christ 1:1",
                            "text": "As we commemorate the birth of Jesus Christ two millennia ago, we offer our testimony of the reality of His matchless life and the infinite virtue of His great atoning sacrifice. None other has had so profound an influence upon all who have lived and will yet live upon the earth.",
                            "verse": 1
                        },
                        {
                            "reference": "The Living Christ 1:2",
                            "text": "He was the Great Jehovah of the Old Testament, the Messiah of the New. Under the direction of His Father, He was the creator of the earth. “All things were made by him; and without him was not any thing made that was made” (John 1:3). Though sinless, He was baptized to fulfill all righteousness. He “went about doing good” (Acts 10:38), yet was despised for it. His gospel was a message of peace and goodwill. He entreated all to follow His example. He walked the roads of Palestine, healing the sick, causing the blind to see, and raising the dead. He taught the truths of eternity, the reality of our premortal existence, the purpose of our life on earth, and the potential for the sons and daughters of God in the life to come.",
                            "verse": 2
                        },
                        {
                            "reference": "The Living Christ 1:3",
                            "text": "He instituted the sacrament as a reminder of His great atoning sacrifice. He was arrested and condemned on spurious charges, convicted to satisfy a mob, and sentenced to die on Calvary’s cross. He gave His life to atone for the sins of all mankind. His was a great vicarious gift in behalf of all who would ever live upon the earth.",
                            "verse": 3
                        },
                        {
                            "reference": "The Living Christ 1:4",
                            "text": "We solemnly testify that His life, which is central to all human history, neither began in Bethlehem nor concluded on Calvary. He was the Firstborn of the Father, the Only Begotten Son in the flesh, the Redeemer of the world.",
                            "verse": 4
                        },
                        {
                            "reference": "The Living Christ 1:5",
                            "text": "He rose from the grave to “become the firstfruits of them that slept” (1 Corinthians 15:20). As Risen Lord, He visited among those He had loved in life. He also ministered among His “other sheep” (John 10:16) in ancient America. In the modern world, He and His Father appeared to the boy Joseph Smith, ushering in the long-promised “dispensation of the fulness of times” (Ephesians 1:10).",
                            "verse": 5
                        },
                        {
                            "reference": "The Living Christ 1:6",
                            "text": "Of the Living Christ, the Prophet Joseph wrote: “His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                            "verse": 6
                        },
                        {
                            "reference": "The Living Christ 1:7",
                            "text": "“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father” (D&C 110:3–4).",
                            "verse": 7
                        },
                        {
                            "reference": "The Living Christ 1:8",
                            "text": "Of Him the Prophet also declared: “And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!",
                            "verse": 8
                        },
                        {
                            "reference": "The Living Christ 1:9",
                            "text": "“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father",
                            "verse": 9
                        },
                        {
                            "reference": "The Living Christ 1:10",
                            "text": "“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God” (D&C 76:22–24).",
                            "verse": 10
                        },
                        {
                            "reference": "The Living Christ 1:11",
                            "text": "We declare in words of solemnity that His priesthood and His Church have been restored upon the earth—“built upon the foundation of … apostles and prophets, Jesus Christ himself being the chief corner stone” (Ephesians 2:20).",
                            "verse": 11
                        },
                        {
                            "reference": "The Living Christ 1:12",
                            "text": "We testify that He will someday return to earth. “And the glory of the Lord shall be revealed, and all flesh shall see it together” (Isaiah 40:5). He will rule as King of Kings and reign as Lord of Lords, and every knee shall bend and every tongue shall speak in worship before Him. Each of us will stand to be judged of Him according to our works and the desires of our hearts.",
                            "verse": 12
                        },
                        {
                            "reference": "The Living Christ 1:13",
                            "text": "We bear testimony, as His duly ordained Apostles—that Jesus is the Living Christ, the immortal Son of God. He is the great King Immanuel, who stands today on the right hand of His Father. He is the light, the life, and the hope of the world. His way is the path that leads to happiness in this life and eternal life in the world to come. God be thanked for the matchless gift of His divine Son.",
                            "verse": 13
                        }
                    ]
                }
            ]
        },
        {
            "book": "The Family Proclamation",
            "chapters": [
                {
                    "chapter": 1,
                    "reference": "The Family Proclamation 1",
                    "verses": [
                        {
                            "reference": "The Family Proclamation 1:1",
                            "text": "We, the First Presidency and the Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints, solemnly proclaim that marriage between a man and a woman is ordained of God and that the family is central to the Creator’s plan for the eternal destiny of His children.",
                            "verse": 1
                        },
                        {
                            "reference": "The Family Proclamation 1:2",
                            "text": "All human beings—male and female—are created in the image of God. Each is a beloved spirit son or daughter of heavenly parents, and, as such, each has a divine nature and destiny. Gender is an essential characteristic of individual premortal, mortal, and eternal identity and purpose.",
                            "verse": 2
                        },
                        {
                            "reference": "The Family Proclamation 1:3",
                            "text": "In the premortal realm, spirit sons and daughters knew and worshipped God as their Eternal Father and accepted His plan by which His children could obtain a physical body and gain earthly experience to progress toward perfection and ultimately realize their divine destiny as heirs of eternal life. The divine plan of happiness enables family relationships to be perpetuated beyond the grave. Sacred ordinances and covenants available in holy temples make it possible for individuals to return to the presence of God and for families to be united eternally.",
                            "verse": 3
                        },
                        {
                            "reference": "The Family Proclamation 1:4",
                            "text": "The first commandment that God gave to Adam and Eve pertained to their potential for parenthood as husband and wife. We declare that God’s commandment for His children to multiply and replenish the earth remains in force. We further declare that God has commanded that the sacred powers of procreation are to be employed only between man and woman, lawfully wedded as husband and wife.",
                            "verse": 4
                        },
                        {
                            "reference": "The Family Proclamation 1:5",
                            "text": "We declare the means by which mortal life is created to be divinely appointed. We affirm the sanctity of life and of its importance in God’s eternal plan.",
                            "verse": 5
                        },
                        {
                            "reference": "The Family Proclamation 1:6",
                            "text": "Husband and wife have a solemn responsibility to love and care for each other and for their children. “Children are an heritage of the Lord” (Psalm 127:3). Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, and to teach them to love and serve one another, observe the commandments of God, and be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations.",
                            "verse": 6
                        },
                        {
                            "reference": "The Family Proclamation 1:7",
                            "text": "The family is ordained of God. Marriage between man and woman is essential to His eternal plan. Children are entitled to birth within the bonds of matrimony, and to be reared by a father and a mother who honor marital vows with complete fidelity. Happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ. Successful marriages and families are established and maintained on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome recreational activities. By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children. In these sacred responsibilities, fathers and mothers are obligated to help one another as equal partners. Disability, death, or other circumstances may necessitate individual adaptation. Extended families should lend support when needed.",
                            "verse": 7
                        },
                        {
                            "reference": "The Family Proclamation 1:8",
                            "text": "We warn that individuals who violate covenants of chastity, who abuse spouse or offspring, or who fail to fulfill family responsibilities will one day stand accountable before God. Further, we warn that the disintegration of the family will bring upon individuals, communities, and nations the calamities foretold by ancient and modern prophets.",
                            "verse": 8
                        },
                        {
                            "reference": "The Family Proclamation 1:9",
                            "text": "We call upon responsible citizens and officers of government everywhere to promote those measures designed to maintain and strengthen the family as the fundamental unit of society.",
                            "verse": 9
                        }
                    ]
                }
            ]
        },
        {
            "book": "Restoration Proclamation",
            "chapters": [
                {
                    "chapter": 1,
                    "reference": "Restoration Proclamation 1",
                    "verses": [
                        {
                            "reference": "Restoration Proclamation 1:1",
                            "text": "We solemnly proclaim that God loves His children in every nation of the world. God the Father has given us the divine birth, the incomparable life, and the infinite atoning sacrifice of His Beloved Son, Jesus Christ. By the power of the Father, Jesus rose again and gained the victory over death. He is our Savior, our Exemplar, and our Redeemer.",
                            "verse": 1
                        },
                        {
                            "reference": "Restoration Proclamation 1:2",
                            "text": "Two hundred years ago, on a beautiful spring morning in 1820, young Joseph Smith, seeking to know which church to join, went into the woods to pray near his home in upstate New York, USA. He had questions regarding the salvation of his soul and trusted that God would direct him.",
                            "verse": 2
                        },
                        {
                            "reference": "Restoration Proclamation 1:3",
                            "text": "In humility, we declare that in answer to his prayer, God the Father and His Son, Jesus Christ, appeared to Joseph and inaugurated the “restitution of all things” (Acts 3:21) as foretold in the Bible. In this vision, he learned that following the death of the original Apostles, Christ’s New Testament Church was lost from the earth. Joseph would be instrumental in its return.",
                            "verse": 3
                        },
                        {
                            "reference": "Restoration Proclamation 1:4",
                            "text": "We affirm that under the direction of the Father and the Son, heavenly messengers came to instruct Joseph and re-establish the Church of Jesus Christ. The resurrected John the Baptist restored the authority to baptize by immersion for the remission of sins. Three of the original twelve Apostles—Peter, James, and John—restored the apostleship and keys of priesthood authority. Others came as well, including Elijah, who restored the authority to join families together forever in eternal relationships that transcend death.",
                            "verse": 4
                        },
                        {
                            "reference": "Restoration Proclamation 1:5",
                            "text": "We further witness that Joseph Smith was given the gift and power of God to translate an ancient record: the Book of Mormon—Another Testament of Jesus Christ. Pages of this sacred text include an account of the personal ministry of Jesus Christ among people in the Western Hemisphere soon after His Resurrection. It teaches of life’s purpose and explains the doctrine of Christ, which is central to that purpose. As a companion scripture to the Bible, the Book of Mormon testifies that all human beings are sons and daughters of a loving Father in Heaven, that He has a divine plan for our lives, and that His Son, Jesus Christ, speaks today as well as in days of old.",
                            "verse": 5
                        },
                        {
                            "reference": "Restoration Proclamation 1:6",
                            "text": "We declare that The Church of Jesus Christ of Latter-day Saints, organized on April 6, 1830, is Christ’s New Testament Church restored. This Church is anchored in the perfect life of its chief cornerstone, Jesus Christ, and in His infinite Atonement and literal Resurrection. Jesus Christ has once again called Apostles and has given them priesthood authority. He invites all of us to come unto Him and His Church, to receive the Holy Ghost, the ordinances of salvation, and to gain enduring joy.",
                            "verse": 6
                        },
                        {
                            "reference": "Restoration Proclamation 1:7",
                            "text": "Two hundred years have now elapsed since this Restoration was initiated by God the Father and His Beloved Son, Jesus Christ. Millions throughout the world have embraced a knowledge of these prophesied events.",
                            "verse": 7
                        },
                        {
                            "reference": "Restoration Proclamation 1:8",
                            "text": "We gladly declare that the promised Restoration goes forward through continuing revelation. The earth will never again be the same, as God will “gather together in one all things in Christ” (Ephesians 1:10).",
                            "verse": 8
                        },
                        {
                            "reference": "Restoration Proclamation 1:9",
                            "text": "With reverence and gratitude, we as His Apostles invite all to know—as we do—that the heavens are open. We affirm that God is making known His will for His beloved sons and daughters. We testify that those who prayerfully study the message of the Restoration and act in faith will be blessed to gain their own witness of its divinity and of its purpose to prepare the world for the promised Second Coming of our Lord and Savior, Jesus Christ.",
                            "verse": 9
                        }
                    ]
                }            
            ]
        },
        {
            "book": "Official Declaration",
            "chapters":[
                {
                    "chapter": 1,
                    "reference": "Official Declaration 1",
                    "verses": [
                        {
                            "reference": "Official Declaration 1:1",
                            "text": "Press dispatches having been sent for political purposes, from Salt Lake City, which have been widely published, to the effect that the Utah Commission, in their recent report to the Secretary of the Interior, allege that plural marriages are still being solemnized and that forty or more such marriages have been contracted in Utah since last June or during the past year, also that in public discourses the leaders of the Church have taught, encouraged and urged the continuance of the practice of polygamy",
                            "verse": 1
                        },
                        {
                            "reference": "Official Declaration 1:2",
                            "text": "I, therefore, as President of The Church of Jesus Christ of Latter-day Saints, do hereby, in the most solemn manner, declare that these charges are false. We are not teaching polygamy or plural marriage, nor permitting any person to enter into its practice, and I deny that either forty or any other number of plural marriages have during that period been solemnized in our Temples or in any other place in the Territory.",
                            "verse": 2
                        },
                        {
                            "reference": "Official Declaration 1:3",
                            "text": "One case has been reported, in which the parties allege that the marriage was performed in the Endowment House, in Salt Lake City, in the Spring of 1889, but I have not been able to learn who performed the ceremony; whatever was done in this matter was without my knowledge. In consequence of this alleged occurrence the Endowment House was, by my instructions, taken down without delay.",
                            "verse": 3
                        },
                        {
                            "reference": "Official Declaration 1:4",
                            "text": "Inasmuch as laws have been enacted by Congress forbidding plural marriages, which laws have been pronounced constitutional by the court of last resort, I hereby declare my intention to submit to those laws, and to use my influence with the members of the Church over which I preside to have them do likewise.",
                            "verse": 4
                        },
                        {
                            "reference": "Official Declaration 1:5",
                            "text": "There is nothing in my teachings to the Church or in those of my associates, during the time specified, which can be reasonably construed to inculcate or encourage polygamy; and when any Elder of the Church has used language which appeared to convey any such teaching, he has been promptly reproved. And I now publicly declare that my advice to the Latter-day Saints is to refrain from contracting any marriage forbidden by the law of the land.",
                            "verse": 5
                        },
                        {
                            "reference": "Official Declaration 1:6",
                            "text": "President Lorenzo Snow offered the following: “I move that, recognizing Wilford Woodruff as the President of The Church of Jesus Christ of Latter-day Saints, and the only man on the earth at the present time who holds the keys of the sealing ordinances, we consider him fully authorized by virtue of his position to issue the Manifesto which has been read in our hearing, and which is dated September 24th, 1890, and that as a Church in General Conference assembled, we accept his declaration concerning plural marriages as authoritative and binding.”",
                            "verse": 6
                        },
                        {
                            "reference": "Official Declaration 1:7",
                            "text": "The Lord will never permit me or any other man who stands as President of this Church to lead you astray. It is not in the programme. It is not in the mind of God. If I were to attempt that, the Lord would remove me out of my place, and so He will any other man who attempts to lead the children of men astray from the oracles of God and from their duty. (Sixty-first Semiannual General Conference of the Church, Monday, October 6, 1890, Salt Lake City, Utah. Reported in Deseret Evening News, October 11, 1890, p. 2.)",
                            "verse": 7
                        },
                        {
                            "reference": "Official Declaration 1:8",
                            "text": "It matters not who lives or who dies, or who is called to lead this Church, they have got to lead it by the inspiration of Almighty God. If they do not do it that way, they cannot do it at all. …",
                            "verse": 8
                        },
                        {
                            "reference": "Official Declaration 1:9",
                            "text": "I have had some revelations of late, and very important ones to me, and I will tell you what the Lord has said to me. Let me bring your minds to what is termed the manifesto. …",
                            "verse": 9
                        },
                        {
                            "reference": "Official Declaration 1:10",
                            "text": "The Lord has told me to ask the Latter-day Saints a question, and He also told me that if they would listen to what I said to them and answer the question put to them, by the Spirit and power of God, they would all answer alike, and they would all believe alike with regard to this matter.",
                            "verse": 10
                        },
                        {
                            "reference": "Official Declaration 1:11",
                            "text": "The question is this: Which is the wisest course for the Latter-day Saints to pursue—to continue to attempt to practice plural marriage, with the laws of the nation against it and the opposition of sixty millions of people, and at the cost of the confiscation and loss of all the Temples, and the stopping of all the ordinances therein, both for the living and the dead, and the imprisonment of the First Presidency and Twelve and the heads of families in the Church, and the confiscation of personal property of the people (all of which of themselves would stop the practice); or, after doing and suffering what we have through our adherence to this principle to cease the practice and submit to the law, and through doing so leave the Prophets, Apostles and fathers at home, so that they can instruct the people and attend to the duties of the Church, and also leave the Temples in the hands of the Saints, so that they can attend to the ordinances of the Gospel, both for the living and the dead?",
                            "verse": 11
                        },
                        {
                            "reference": "Official Declaration 1:12",
                            "text": "The Lord showed me by vision and revelation exactly what would take place if we did not stop this practice. If we had not stopped it, you would have had no use for … any of the men in this temple at Logan; for all ordinances would be stopped throughout the land of Zion. Confusion would reign throughout Israel, and many men would be made prisoners. This trouble would have come upon the whole Church, and we should have been compelled to stop the practice. Now, the question is, whether it should be stopped in this manner, or in the way the Lord has manifested to us, and leave our Prophets and Apostles and fathers free men, and the temples in the hands of the people, so that the dead may be redeemed. A large number has already been delivered from the prison house in the spirit world by this people, and shall the work go on or stop? This is the question I lay before the Latter-day Saints. You have to judge for yourselves. I want you to answer it for yourselves. I shall not answer it; but I say to you that that is exactly the condition we as a people would have been in had we not taken the course we have.",
                            "verse": 12
                        },
                        {
                            "reference": "Official Declaration 1:13",
                            "text": "… I saw exactly what would come to pass if there was not something done. I have had this spirit upon me for a long time. But I want to say this: I should have let all the temples go out of our hands; I should have gone to prison myself, and let every other man go there, had not the God of heaven commanded me to do what I did do; and when the hour came that I was commanded to do that, it was all clear to me. I went before the Lord, and I wrote what the Lord told me to write. …",
                            "verse": 13
                        },
                        {
                            "reference": "Official Declaration 1:14",
                            "text": "I leave this with you, for you to contemplate and consider. The Lord is at work with us. (Cache Stake Conference, Logan, Utah, Sunday, November 1, 1891. Reported in Deseret Weekly, November 14, 1891.)",
                            "verse": 14
                        },
                        {
                            "reference": "Official Declaration 1:15",
                            "text": "Now I will tell you what was manifested to me and what the Son of God performed in this thing. … All these things would have come to pass, as God Almighty lives, had not that Manifesto been given. Therefore, the Son of God felt disposed to have that thing presented to the Church and to the world for purposes in his own mind. The Lord had decreed the establishment of Zion. He had decreed the finishing of this temple. He had decreed that the salvation of the living and the dead should be given in these valleys of the mountains. And Almighty God decreed that the Devil should not thwart it. If you can understand that, that is a key to it. (From a discourse at the sixth session of the dedication of the Salt Lake Temple, April 1893. Typescript of Dedicatory Services, Archives, Church Historical Department, Salt Lake City, Utah.)",
                            "verse": 15
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "reference": "Official Declaration 2",
                    "verses": [
                        {
                            "reference": "Official Declaration 2:1",
                            "text": "To Whom It May Concern: On September 30, 1978, at the 148th Semiannual General Conference of The Church of Jesus Christ of Latter-day Saints, the following was presented by President N. Eldon Tanner, First Counselor in the First Presidency of the Church:",
                            "verse": 1
                        },
                        {
                            "reference": "Official Declaration 2:2",
                            "text": "In early June of this year, the First Presidency announced that a revelation had been received by President Spencer W. Kimball extending priesthood and temple blessings to all worthy male members of the Church. President Kimball has asked that I advise the conference that after he had received this revelation, which came to him after extended meditation and prayer in the sacred rooms of the holy temple, he presented it to his counselors, who accepted it and approved it. It was then presented to the Quorum of the Twelve Apostles, who unanimously approved it, and was subsequently presented to all other General Authorities, who likewise approved it unanimously. President Kimball has asked that I now read this letter:",
                            "verse": 2
                        },
                        {
                            "reference": "Official Declaration 2:3",
                            "text": "June 8, 1978 To all general and local priesthood officers of The Church of Jesus Christ of Latter-day Saints throughout the world:",
                            "verse": 3
                        },
                        {
                            "reference": "Official Declaration 2:4",
                            "text": "Dear Brethren: As we have witnessed the expansion of the work of the Lord over the earth, we have been grateful that people of many nations have responded to the message of the restored gospel, and have joined the Church in ever-increasing numbers. This, in turn, has inspired us with a desire to extend to every worthy member of the Church all of the privileges and blessings which the gospel affords.",
                            "verse": 4
                        },
                        {
                            "reference": "Official Declaration 2:5",
                            "text": "Aware of the promises made by the prophets and presidents of the Church who have preceded us that at some time, in God’s eternal plan, all of our brethren who are worthy may receive the priesthood, and witnessing the faithfulness of those from whom the priesthood has been withheld, we have pleaded long and earnestly in behalf of these, our faithful brethren, spending many hours in the Upper Room of the Temple supplicating the Lord for divine guidance.",
                            "verse": 5
                        },
                        {
                            "reference": "Official Declaration 2:6",
                            "text": "He has heard our prayers, and by revelation has confirmed that the long-promised day has come when every faithful, worthy man in the Church may receive the holy priesthood, with power to exercise its divine authority, and enjoy with his loved ones every blessing that flows therefrom, including the blessings of the temple. Accordingly, all worthy male members of the Church may be ordained to the priesthood without regard for race or color. Priesthood leaders are instructed to follow the policy of carefully interviewing all candidates for ordination to either the Aaronic or the Melchizedek Priesthood to insure that they meet the established standards for worthiness.",
                            "verse": 6
                        },
                        {
                            "reference": "Official Declaration 2:7",
                            "text": "We declare with soberness that the Lord has now made known his will for the blessing of all his children throughout the earth who will hearken to the voice of his authorized servants, and prepare themselves to receive every blessing of the gospel.",
                            "verse": 7
                        },
                        {
                            "reference": "Official Declaration 2:8",
                            "text": "Recognizing Spencer W. Kimball as the prophet, seer, and revelator, and president of The Church of Jesus Christ of Latter-day Saints, it is proposed that we as a constituent assembly accept this revelation as the word and will of the Lord. All in favor please signify by raising your right hand. Any opposed by the same sign. The vote to sustain the foregoing motion was unanimous in the affirmative.",
                            "verse": 8
                        }
                    ]
                }
            ]
        }
    ]
}